Repository: wp-plugins/sagenda
Catalog: languages/sagenda-wp-*.po
Languages: de_de, hi_hi, ro_ro, sv_se

source: Sagenda for WordPress: Sagenda Settings
de_de: Sagenda für WordPress: Sagenda Einstellungen
hi_hi: वर्डप्रेस के लिए सजेन्डा: सजेन्डा सेटिंग्स
ro_ro: Sagenda pentru WordPress: Setări Sagenda
sv_se: Sagenda för Wordpress: Sagenda Inställningar

source: You should enable curl service in your PHP/Apache configuration.
de_de: Sie solleten die Einstellung 'curl service' in Ihrer PHP/Apache Konfiguration aktivieren.
hi_hi: आप कर्ल सेवा को अपने PHP/Apache कॉन्फ़िगरेशन में शुरू कर सकते हैं।
ro_ro: Activaţi serviciul cURL în setările PHP/Apache.
sv_se: Du bör göra det möjligt curl service i din PHP / Apache-konfiguration.

source: It looks like Sagenda’s WebServices failed to connect to Internet and is blocked by the server’s firewall. Please contact your hosting provider support service and ask them to unblock Sagenda’s WebServices. You can give them our WP link as reference:
de_de: Es scheint, dass Sagendas Webservice nicht auf das Internet zugreifen kann und von der Firewall auf dem Server blockiert wird.Bitte kontaktieren Sie den Support Ihres Hosting-Anbieters und bitten Sie ihn, Sagendas Webservice freizuschalten. Sie können ihm unseren WP-link als Referenz geben:
hi_hi: ऐसा लगता है की सजेन्डा वेव सर्विस की इंटरनेट तक पहूंच नहीं है और उसे सर्वर की फायरवाल द्वारा रोक दिया गया है। कृपया अपने होस्टिंग उपलब्ध कराने वाले से संपर्क करें और उनसे सजेन्डा की वेव सर्विस को चालू करने को कहे। आप उन्हें हमारा WP लिंक संदर्भ के लिए दे सकते हैं:
ro_ro: Este posibil ca firewall-ul serverului să restricţioneze conexiunea Internet pentru Sagenda WebServices. Vă rugăm să contactaţi furnizorul dvs. de servicii de stocare solicitând deblocarea accesului pentru Sagenda WebServices. Linkul nostru WP poate fi folosit pentru informaţii suplimentare:
sv_se: Det ser ut som att Sagenda Web Services inte kan nå internet och blockeras av brandväggen på servern. Vänligen kontakta ditt webbhotell support och be dem att häva blockeringen Sagenda Web Services. du kan ge dem vår WP länk som referenser:

source: Your token is wrong; please try again or generate another one in Sagenda’s backend.
de_de: Ihr Authentifizierung Code (token) ist falsch, bitte versuchen Sie es noch einmal oder erstellen Sie eine neue Wertmarke in Sagenda Backend.
hi_hi: आपका टोकन गलत है, कृपया फिर से कोशिश करें या सजेन्डा के बैकेंड में दूसरा टिकट जेनरेट करें।
ro_ro: Codul dvs. este greşit; încercaţi din nou sau generaţi alt cod din backend-ul Sagenda.
sv_se: Din token är fel, försök igen eller generera en annan biljett i Sagenda s backend.

source: Sagenda Authentication Settings
de_de: Sagenda Authentifizierungs-Einstellungen
hi_hi: सजेन्डा प्रमाणीकरण सेटिंग्स
ro_ro: Sagenda. Setări de autentificare
sv_se: Sagenda Autentiseringsinställningar

source: CONNECTED
de_de: VERBUNDEN
hi_hi: जोड़ा गया
ro_ro: CONECTAT
sv_se: ANSLUTEN

source: NOT CONNECTED
de_de: NICHT VERBUNDEN
hi_hi: नहीं जोड़ा गया
ro_ro: DECONECTAT
sv_se: EJ ANSLUTEN

source: Sagenda Authentication Code
de_de: Sagenda Authentifizierungs-Code
hi_hi: सजेन्डा प्रमाणीकरण कोड
ro_ro: Codul de autentificare Sagenda
sv_se: Sagenda autentisering kod

source: Click here to get your Authentication code.
de_de: Klicken Sie hier, um Ihren Code zur Authentifizierung zu bekommen.
hi_hi: अपना प्रमाणीकरण कोड प्राप्त करने के लिए यहां क्लिक करें।
ro_ro: Click aici pentru a obţine codul de autentificare
sv_se: Klicka här för att få din Authentication koden.

source: Save Changes
de_de: Änderungen speichern
hi_hi: बदलाव सेव करें।
ro_ro: Salvează modificările
sv_se: Spara ändringar

source: [sagenda-wp] add this shortcode either in a post or page where you want to display the Sagenda form.
de_de: [sagenda-wp] fügen Sie diesen short code in jedem Artikel oder jeder Seite ein, wo Sie das Sagenda-Formular anzeigen wollen.
hi_hi: [sagenda-wp] इस लघु कोड को या तो पोस्ट में या पेज पर जोड़ें जहाँ पर आप सजेन्डा फोर्म को प्रदर्शित करना चाहते हैं।
ro_ro: [sagenda-wp] Adăugaţi acest shortcode într-o postare sau în pagina în care doriţi să afişaţi formularul Sagenda.
sv_se: [sagenda-wp] lägga till denna kort kod antingen i inlägg eller sida där du vill visa Sagenda formuläret.

source: If you want to use a shortcode outside of the WordPress post or page editor, you can use this snippet to output it from the shortcode’s handler(s): <pre>echo do_shortcode([sagenda-wp])</pre>
de_de: Wenn Sie einen short code verwenden wollen, der nicht zum WordPress Artikel- oder Seiteneditor gehört, können Sie diesen code benutzen, um Ihren shortcut einzufügen: <pre> echo do_shortcode([sagenda-wp])</pre>
hi_hi: यदि आप लघु कोड को वर्डप्रेस पोस्ट के या पेज ऐडिटर के बाहर प्रयोग करना चाहते हैं, तो आप इस स्निपेट को लघुकोड के हैडलर(स) से आउटपुट के लिए प्रयोग कर सकते हैं: <pre> echo do_shortcode([sagenda-wp])</pre>
ro_ro: Dacă doriţi utilizarea unui shortcode în afara postării de pe WordPress sau a editorului de pagină, puteţi utiliza acest snippet pentru a genera un altul cu ajutorul handler-ului pentru shortcode: <pre>echo do_shortcode([sagenda-wp])</pre>
sv_se: Om du vill använda en kortkod utanför Wordpress post eller sida editor, kan du använda denna snutt till utdata från kortkod s handler (er): <pre> echo do_shortcode ([sagenda-wp]) </ pre>

source: **NOTE: You first need to register on Sagenda and then you will get a Authentication token which you will use to validate this Sagenda Plugin. **
de_de: ** Hinweis: Sie müssen sich zuerst auf Sagenda registrieren, dann erhalten Sie einen Authentifizierungs-Code (Token), den Sie verwenden, um dieses Sagenda Plugin zu validieren. **
ro_ro: **NOTĂ: În primul rând este nevoie să vă înregistraţi pe Sagenda ca apoi să obţineţi un Cod de Autentificare ce va fi folosit pentru validarea accesului la plugin-ul Sagenda. **

source: You can read more information about <a href="http://www.sagenda.com/add-booking-system-website/add-booking-plugin-wordpress-website/">Sagenda WordPress plugin</a>
de_de: Sie können weitere Informationen über <a href="http://www.sagenda.com/add-booking-system-website/add-booking-plugin-wordpress-website/ target="_blank"">Sagenda WordPress plugin</a> lesen.
ro_ro: Pentru informaţii suplimentare <a href="http://www.sagenda.com/add-booking-system-website/add-booking-plugin-wordpress-website/" target="_blank">Sagenda WordPress plugin</a>

source: To create a free account : <a href="https://sagenda.net/Accounts/Login">https://sagenda.net/Accounts/Login</a>
de_de: Erstellen Sie einen kostenlosen Account bei <a href="https://sagenda.net/Accounts/Login" target="_blank">https://sagenda.net/Accounts/Login</a>
hi_hi: आपका टोकन गलत है, कृपया फिर से कोशिश करें या सजेन्डा के बैकेंड में दूसरा टिकट जेनरेट करें।
ro_ro: Pentru a deschide un cont gratuit: <a href="https://sagenda.net/Accounts/Login" target="_blank">https://sagenda.net/Accounts/Login</a>

source: Please fill out all the required fields
de_de: Bitte füllen Sie alle Pflichtfelder aus
hi_hi: कृपया सभी आवश्यक फ़ील्ड भरें
ro_ro: Vă rugăm să completaţi toate câmpurile obligatorii
sv_se: Fyll i alla obligatoriska fält

source: Title
de_de: Anrede
hi_hi: सौजन्य
ro_ro: Formulă de adresare
sv_se: Med tillstånd

source: Mr.
de_de: Herr
hi_hi: श्री
ro_ro: Domnule

source: Mrs.
de_de: Frau
hi_hi: श्रीमती
ro_ro: Doamna

source: First Name
de_de: Vorname
hi_hi: प्रथम नाम
ro_ro: Prenume
sv_se: Förnamn

source: Last Name
de_de: Nachname
hi_hi: अंतिम नाम
ro_ro: Nume
sv_se: Efternamn

source: Phone Number
de_de: Telefonnummer
hi_hi: फ़ोन नंबर
ro_ro: Telefon
sv_se: Telefonnummer

source: Description
de_de: Beschreibung
hi_hi: विवरण
ro_ro: Descriere
sv_se: Beskrivning

source: Back to Calendar
de_de: Zurück zum Kalender
hi_hi: कैलेंडर पर वापस
ro_ro: Înapoi la Calendar
sv_se: Tillbaka till kalendern

source: Submit
de_de: Abschicken
hi_hi: जमा करें
ro_ro: Transmite
sv_se: Spara

source: Your Sagenda account is not connected:
de_de: Sie sind nicht mit Ihren Sagenda-Account angemeldet
hi_hi: आपने अपने सजेन्डा खाते को जोड़ा नहीं है:
ro_ro: Contul dvs. Sagenda nu este conectat:
sv_se: Du har inte anslutit Sagenda-konto:

source: 1. Create a free account on <a href='https://sagenda.net/Accounts/Register'>Sagenda.</a> (set up your bookable items and events).
de_de: 1. Erstellen Sie einen kostenlosen Account bei <a href='https://sagenda.net/Accounts/Register' target="_blank">Sagenda.</a> (Erstellen Sie Ihre buchbaren Termine und Ereignisse).
hi_hi: 1. <a href='https://sagenda.net/Accounts/Register'>सजेन्डा.</a> पर मुफ्त खाता बनाएं (अपने बुक कराने योग्य वस्तुओं और कार्यक्रमों को स्थापित करें)।
ro_ro: 1. Creaţi-vă un cont gratuit pe <a href='https://sagenda.net/Accounts/Register' target="_blank">Sagenda.</a> (definiţi serviciile rezervate şi evenimentele).
sv_se: 1. Skapa ett gratis konto på <a href='https://sagenda.net/Accounts/Register' target="_blank"> Sagenda. </a> (Installations dina bokningsbara objekt och händelser).

source: 2. Copy your token (from the backend of sagenda.net Settings / account)
de_de: 2. Kopieren Sie Ihren Code (aus dem Backend von sagenda.net Einstellungen / Account
hi_hi: 2. sagenda.net सेटिंग्स / खाते के बैकेंड से अपने टोकन की प्रतिलिपी तैयार करें
ro_ro: 2. Copiaţi-vă codul (din backend-ul sagenda.net Setări / cont)
sv_se: 2. Kopiera din token (från backend av sagenda.net Inställningar / konto

source: You successfully subscribed to the event.
de_de: Sie haben sich erfolgreich für das Ereignis angemeldet
hi_hi: आप सफलतापूर्वक कार्यक्रम के सदस्य बन चुके हैं।
ro_ro: Rezervarea dvs. la acest eveniment a fost înregistrată cu succes.
sv_se: Du prenumererar för händelsen.

source: Start date
de_de: Datum des Beginns
hi_hi: प्रारंभ होने की तिथि
ro_ro: De la
sv_se: Startdatum

source: End Date
de_de: Datum des Endes
hi_hi: अंत होने की तिथि
ro_ro: Până la
sv_se: Slutdatum

source: Bookable Items
de_de: Buchbare Termine
hi_hi: बुक कराने योग्य वस्तुएं
ro_ro: Servicii Rezervate
sv_se: Boknings Items

source: Bookable Item
de_de: Buchbarer Termin
hi_hi: बुक कराने योग्य वस्तु
ro_ro: Serviciu Rezervat
sv_se: Boknings Item

source: Click an event to book It:
de_de: Klicken Sie auf ein Ereignis, um es zu buchen
hi_hi: कार्यक्रम को बुक कराने के लिए उस पर क्लिक करें:
ro_ro: Faceţi click pe un eveniment pentru a-l rezerva:
sv_se: Klicka på en händelse för att boka det:

source: Create a free Booking Account on Sagenda!
de_de: Erstellen Sie einen kostenlosen Buchungs-Account bei Sagenda
hi_hi: सजेन्डा पर मुक्त बुकिंग खाते को बनाएं!
ro_ro: Creaţi-vă un cont de rezervare gratuit pe Sagenda!
sv_se: Skapa en gratis Boknings konto på Sagenda!

source: Reservation Widget
de_de: Widget für Reservierungen
hi_hi: आरक्षण विजेट
ro_ro: Widget de rezervare

source: Display the Reservation Form
de_de: Zeigen Sie das Reservierungsformular an
hi_hi: आरक्षण प्रपत्र प्रदर्शित करें
ro_ro: Afişează Formularul de Rezervare

source: Email
hi_hi: ईमेल
sv_se: E-post

source: SAGENDA
hi_hi: सजेन्डा
